import React from "react";
import { Header } from "../components/Header";
import "../styles/History.css";
import { Footer } from "../components/Footer";

export const HistoryMuseumView = () => {
  return (
    <div>
      <Header />
      <h1 className="history-title">Історія створення музею</h1>

      <div className="main-div">
        <div className="container">
          <p>
            <strong>
              Експозиції Університету митної справи та фінансів були створені з
              2011 по 2023 роки.
            </strong>
          </p>

          <p>
            Експозиції побудовані за тематико-хронологічним принципом.
            Висвітлюється історія торгівлі та митної справи на території
            України: боротьби з контрабандою незалежної України, історія митної
            справи, митних органів, історія УМСФ. Пошуково-експозиційна робота
            щодо збору та зберігання інформації, документів, фотографій, зразків
            контрабандної та контрафактної продукції, уніформ митників різних
            часів і країн світу проводилася працівниками митниць, митних установ
            та організацій протягом тривалого періоду. Саме завдяки їх плідній
            роботі й взаємодії з нашим закладом освіти й були створені
            експозиції.
          </p>

          <p>
            Експозиції, що присвячені історії митної справи та сучасній
            діяльності митних організацій розміщено у 5-х залах. Вони налічують
            більше трьох тисяч експонатів, серед яких є унікальні, які
            розповідають про розвиток торгівельно-митних відносин та митної
            справи у Північному Причорномор’ї в античні часи, за доби Козаччини
            та в подальші історичні періоди.
          </p>

          <p>
            Важливою частиною експозиції є стенди, що репрезентують роботу
            українських митників у боротьбі проти незаконного переміщення через
            митний кордон нашої держави зброї, наркотичних речовин, українських
            національних святинь, історичних пам’яток українського народу,
            контрафактної продукції, валюти й виробів із дорогоцінних металів та
            каменів. У шафах, вітринах та стендах містяться фрагменти оригіналів
            та макети різноманітних схованок, предметів контрабанди,
            конфіскованих на митницях України зразків холодної зброї, предметів
            культури та історії.
          </p>

          <p>
            Окремо, у спеціальній залі, представлена експозиція технічних
            засобів митного контролю, які використовуються митниками в
            повсякденній роботі.
          </p>

          <p>
            Завдяки широким міжнародним контактам і зв`язкам постійно
            поповнюється й розширюється експозиція{" "}
            <strong>«Уніформи митників країн світу»</strong>.
          </p>

          <p>
            У 2021 році в Університеті митної справи та фінансів були відкриті
            нові експозиції <strong>«Банкноти світу»</strong> й
            <strong> «Історія країн у монетах»</strong> та{" "}
            <strong>«Україна. Валюти»</strong> , які висвітлюють історичні етапи
            й розвиток фінансової системи з найдавніших часів і до сучасності.
            Експозиція постійно оновлюється. Так у 2023 році було оформлено
            вітрину з пам’ятним монетами присвяченим Збройним силам України.
          </p>

          <p>
            У 2023 році створено нову залу музею, яка присвячена історії
            створення й розвитку Університету митної справи та фінансів.
          </p>

          <p>
            Також у 2023 році створено нову експозицію «Петриківський розпис».
            Петриківський розпис – релікт безперервної художньої традиції, що
            делегує з сивої давнини у ХХІ століття самобутню культуру
            Придніпров’я – колиски запорізького козацтва, його могутній
            життєстверджуючий демократичний дух, патріотичний пафос та глибочінь
            епічного народного мислення який включено до переліку об’єктів
            нематеріальної культурної спадщини людства ЮНЕСКО.
          </p>

          <br />

          <p>
            З часу заснування експозиції постійно відвідують представники
            закордонних делегацій, освітянських закладів, працівники митних та
            правоохоронних структур України.
          </p>

          <p>
            <strong>Бондаренко Віктор Борисович</strong> – директора музею,
            прикладає зусиль для розширення та оформлення експозицій в єдиний
            музейний комплекс.
          </p>

          <p>
            У 2023 році музей УМСФ став членом Міжнародної асоціації митних та
            податкових музеїв.
          </p>

          <br />
        </div>
      </div>

      <Footer />
    </div>
  );
};
